Repository: giellalt/corpus-nob
Catalog: tmx/fkv/news/ruijankaiku/pa_besok.odt.tmx
Source language: nob
Languages: fkv

source: På besøk
fkv: Kylästellyy

source: I Honningsvåg rak ungene fritt, snublet inn både her og der.
fkv: Vookissa met kläpit kuljeskelima vaphaana, tomhaatimma sishään täälä tuola.

source: Skikken er i dag forsvunnet, men i min barndoms by het det å «fære på ræk.»
fkv: Nyt se tapa oon menny pois, mutta minun lapsuuđen paikassa sitä meininkkii sanothiin «kuljeskelemiseksi.»

source: Vi rak på besøk også til hus hvor det kun bodde voksne.
fkv: Met tomhaatimma sishään kansa semmoishiin paikkhoin missä asui tyhä raavhaita.

source: Vi hadde de beste motiver, for i det rette huset kunne det nemlig vanke noe godt.
fkv: Meilä oli vaikka mitä syitä, sillä ko osasimma oikkeesseen talhoon, sieltä saattoi olla tieđossa vaikka mitä hyvvää.

source: Fylte drops var en favoritt, men også bringebærdrops og honningkamfer fristet småtasser til å gjøre som russetømmeret i sjøen og «ræke roindt.
fkv: Täytetyt dropsit olthiin meistä parhaat, mutta kyllä vaaraindropsit ja hunajadropsitki houkutethiin pikkukläppii olemhaan niin ko ryssäntukit meressä ja «riutumhaan ympärins.

source: » Var folk i det ekstra spandable hjørnet, kunne man til og med få sjokolade, eller et kakestykke.
fkv: » Jos osas eriliikaisen hyvhään trahteerauspaikkhaan, sitä saattoi saađa sukulaattiiki eli sitte kakonpalan.

source: Tunglærte i jakten på godsaker var vi ungene aldri.
fkv: Makkeitten jahtaamisessa met kläpit olima tasan oikhein sepät.

source: Vi erfarte raskt hvem som hadde hva på lur, og tilpasset vår reking ut fra følgende tanke; hva hadde man mest lyst på i dag?
fkv: Met opima hopusti mistä saatoi saađa mitäki, ja passasimma kuljeskelun seuraavan ajatuksen jälkhiin: Mitä minun tääpänä enniiten tekkee mieli?

source: Naturligvis demret det også for dem man besøkte.
fkv: Tietenki niiläki joitten tykönä met kävimä, oli omat taka-ajatukset.

source: Selskapssyke personer skjønte raskt at her gjaldt det å gjøre seg populær blant ungene, med bestikkelser som overgikk naboens, den kjipingen.
fkv: Seurankippeet ihmiset ymmärethiin hopusti ette se kannatti tehđä ittens populaariksi kläpiile, anttaat paremppii herskui ko kranni, se visukinttu.

source: Motsatt også, var man av det sure og tverre slaget som krevde å ha huset for seg selv, var det bare å spandere null og niks, folketomt på trammen ble det.
fkv: Ja päinvastoin: Jos kuului siihen kärykseen ja vastahankaisheen tyypphiin, joka halus koko talon tyhä ittelens, se kannatti trahteerata pelkkää tyyhää, silloin kyllä porstuu pysyi väjestä tyyhänä.

source: Vi rak rundt også i Kjelvik.
fkv: Met kuljeskelima ympäri kans Kelviikissä.

source: Mest om sommeren, da husene krydde av feriegjester.
fkv: Enniimitten kesälä, ko talot kuhisthiin feeriäväkkee.

source: Da var stedet et yrende liv av mennesker og dyr, barskt innrammet av karrige fjell og et hav fullt av fisk.
fkv: Kelviikki oli paikka mikä aivan kihisi ja kuhisi elämää, ihmistä ja elläintä, toisela puolela karut vaarat ja toisela meri täynä kallaa.

source: Kjelvik-ungene fungerte som postbud og vareleverandør, vi knakket på dører og hadde med oss beskjeder og nyheter og brev og pakker og varer, sendt utover med båt.
fkv: Kelviikin kläpit toimithiin postiljoonina ja tavaranfrahtaajanna, met kopistimma ovile ja toimima sanansaattaajanna, uutistentuojana, kuljetimma preivii ja pakkoi ja tavaraa, semmoista mitä laiva toi sinne muuvalta.

source: Lytte til folk hadde vi også tid til, mellom fiske og lek.
fkv: Met kansa otima aikkaa kuunela ihmissii, fiskun ja tieraamisen välissä.

source: Spesielt dersom det ble trollet fram noe godt å gumle på.
fkv: Eriliikaisesti jos meile noiđuthiin etheen jotaki makkeeta mitä makustella.

source: «Tusen takk,» sa folk, de vinket oss inn.
fkv: «Paljon kiitoksii», sanothiin ihmiset ja vinkathiin meiđät sishään.

source: «Æ har nu nåkka te dåkker, til gjængjæld og siden dåkker nu først e hær.»
fkv: «Mulla kyllä löyttyy teile jotaki, palkaksi ja ko nyt kerran oletta siinä.»

source: Det fantes unger som gikk ekstra grundig til verks.
fkv: Sitä oli semmoissii kläppii jokka tehthiin homman pohjalta saakka.

source: Som spionerte på kaia når folk vendte hjem etter å ha proviantert i Nordvågen eller Honningsvåg.
fkv: Jokka spiuneerathiin prykylä ko ihmiset palathiin takaisin kauppaamareisulta Nuurvookista eli Vookista.

source: Et glimt oppi handleposene økte sjansen for fulltreffer når man senere på dagen banket på den aktuelle ytterdøra og spurte om man der i huset så for seg besøk.
fkv: Pikku kattastus kauppapusshiin oli avuksi jos tahtoi menestyyt täyđelisesti ko hiljemin päivälä kopisti ovheen ja kysyi passaisko tulla kylästelemhään.

source: Best likte vi å reke på besøk til eldre.
fkv: Parhaiten tykkäsimmä kylästellä vanhuksii.

source: De var alltid hjemme, satte alltid stor pris på selskap, og var som regel alltid rause.
fkv: Net olthiin tasan kotona, olthiin aina iloiset ko saathiin vierhaita, ja olthiin aina avokätiset.

source: Godsakene hentet de fra overskap og underskuffer, fra kjøleskap og fryser.
fkv: Makkeet net nouđethiin ylikaapista ja alaloovasta, kylmäkaapista ja fryysistä.

source: Og fra stekeovnen.
fkv: Ja paistiuunista.

source: Ei hjembakt formkake derfra var meget godt nytt.
fkv: Silloin met kyllä istuima hopusti köökin pöyđän vierheen.

source: Da benket vi oss raskt til ved kjøkkenbordet.
fkv: «Mulla oon vähäsen eilispäivälistä formukakkoo.

source: «Æ har nåkka formkaka fra i går,» den fristende kaka kom subbende mot oss over trøtte ben i brunrutete tøfler.
fkv: » Vaipunheet jalat pruuniristiraitaisissa tossuissa laahustehiin köökin laattiin yli, ja niitten ylipuolella keikkui muuđan houkuttelleeva kakko.

source: «Vil dåkker onga kanskje ha?»
fkv: «Piian tet lapset ottaisitta?»

source: Vi fikk iskald melk til kaka, gamlemor eller gamlefar pratet og spurte om vær og vind.
fkv: Kakon kansa saima jääkylmää maittoo, vanhaamuori eli vanhaafaari puheli ja kyseli sään ympäri.

source: Vi svarte og spurte tilbake, og jeg minnes siste halvdel av 70-tallet som de beste – og siste – årene for denne typen byttehandel og sosial kontakt mellom samfunnets eldste og yngste.
fkv: Met vastasimma ja kyselimmä, ja mie muistan ette 70-luvun loppupuolen vuođet olthiin paras – ja viiminen – aika ko tämmäistä vaihetuskauppaa käythiin ja ko vanhat ja nuoret piđethiin yhtä.

source: Noen kaller det trist at dagens gamle er så ensomme, der de sitter i godstolen og glor på fjernsyn.
fkv: Jokku sannoovat ette se oon ikävä ko nykypäivän vanhaat oon niin yksinäiset, ko istuuvat keinutoolissa ja tollottaavat teeveetä.

source: Men jeg sier at vi har fått likestilling, for ungene er knapt bedre der de sitter ensomme og glor på mobiltelefonen.
fkv: Mutta mie sanoisin ette nyt olema pääsheet tasatilhaan sillä ko lapset ei juuri ole siinä paremat ko istuuvat yksin ja pyyristelleevät käsifuunii.

source: På åttitallet sluknet mange lys i husene i Kjelvik og ellers langs kysten.
fkv: Kahđeksenkymmenen luvula sammuthiin monet nävöt Kelviikin taloista ja muutoinki pitkin merenranttoi.

source: De eldre trakk sine siste sukk, de yngre reiste vekk.
fkv: Vanhukset veđethiin viimisen hengenveđon, nuoret siirythiin pois.

source: I dag fins det ingen som byr på fylte drops og vil høre nytt siden sist, og heller ingen unger som overbringer hilsninger og vil høre historier fra gamle dager.
fkv: Nyt ei ole yhtäkhään joka trahteerais dropsii ja halluis kuula viimi uutiset, eikä kans kläppii jokka tuovat tervheissii ja halluuvat kuula entisaikkain muisteluksii.

source: Husene står tomme til nedfalls, eller tjener som jakt- og fiskehytter for tannleger som bor sørpå.
fkv: Huonheet oon tyyhät ja raappiila, eli sitte niitten virka oon olla etelän hammastohtoriitten jahti- ja kalakämppänä.

source: Best minnes jeg når de gamle i Kjelvik fortalte om krigen.
fkv: Parhaiten minule oon jääny mielheen se ko Kelviikin vanhukset muistelthiin sođan ympäri.

source: Om dem som på uklart vis ble borte for godt, som aldri mer fikk se Magerøya.
fkv: Niitten ympäri jokka ouđola tavata kađothiin ja jokka ei ennää ikinä saanheet nähđä Makreaa.

source: Og om dem som havnet på stedets kirkegård, gravstøttene best synlige når vindrossene fra havet presset ugresset flatt.
fkv: Ja niitten ympäri jokka pääđythiin paikan kirkkomaahan; hautakivvii ei ollu hyvä nähđä muuloisten ko silloin ko merituuli painoi rikkaruuhot laatteelens.

source: «Han ligg der ennu,» sa de gamle.
fkv: «Sielä se vielä makkaa», sanothiin vanhukset.

source: «Å kjæra onga, kan dåkk tenkes å ville gå dit en tur?
fkv: «Voi lapsikullat, saattaisittako tehđä pikku mukan?

source: Og hilse så pent ifra mæ?»
fkv: Ja sannoot oikhein paljon tervheissii multa?»

source: Da ruslet jeg hjem og hentet den vesle trillevogna.
fkv: Silloin mie tallustin kothiin ja nouđin pienet kottikärröt.

source: Og når Rex og Lizken så meg trille av sted med vogna, da avbrøt de både musejakt og slumring foran trammen for å bli med.
fkv: Ja ko Rex ja Lizken nähthiin ette mie oli lähtemässä kärröin kansa, net heti lakathiin hiirenpyyđöstä ja nuokkumasta trapun eđestä ja haluthiin tulla myötä.

source: De visste at nå skulle jeg plukke villblomster.
fkv: Kirkkomaata ympäröitti matala, tuulen viinthoon vääntämä aita.

source: Et stykke opp i lia, der plukket vi blomster som vi satte oss i lyngen og knøt små buketter av.
fkv: Mutta ei se ollu tasan helppo löyttäät oikkeeta hautakivvee, mie ko en saattanu silloin vielä lukkeet.

source: Med trillevogna full av buketter gikk vi bort til kirkegården, innhegnet av et lavbygd, vindskjevt gjerde.
fkv: Muutamisti joku raavaski saattoi olla auttamassa, net norkathiin ja näytethiin oikkeen hautapaikan suunthaan.

source: Men å finne rette gravstøtte var stundom vrient, jeg kunne ennå ikke lese. Problemet lot seg løse, jeg la flere kvaster på flere gravstener.
fkv: Aikkaa myöđen met saima fastit kunterit, sitte ei ennää tarvinu hakkeet hautapaikkoi, ja niin met sitte veimä sinne päiväliset tervheiset.

source: Det hendte noen voksne hjalp oss, de nikket og pekte på den rette støtten.
fkv: Vanhaaltamuorilta, millä oli kryytikakko uunissa. Kukkaissii hauđale laskiissa met kansa lauloima.

source: Som tiden gikk fikk vi våre faste kunder, dem slapp vi å lete etter, og så formidlet vi dagens hilsning.
fkv: Lauloima kaikkiin fiiniimät virret mitä ikinä osasimma, niin ko Souđa souđa kalamatalalle, Pikku laulurastas ja Pääpää pikku karitta.

source: Vi sang ved graven når vi la ned blomsterkvastene.
fkv: Voi sie joka ruokit pikku linnut, sen met kansa lauloima.

source: Vi sang de fineste salmene vi kunne, Ro ro til fiskeskjær, Lille måltrost og Bæ bæ lille lam.
fkv: Ja Piparkakkolaulun, ja sen siitä Itä-Akerin paakarista, joka leipoi rinkeliitä ja joulukakkoi.

source: Vi la en blomsterkvast på værslitt granitt, stilte oss i ring, grep hverandre i hendene og sang.
fkv: Panima kukkaispuketin tuulenpieksemälle granitille, seisoima ringissä, otima toinen toista käđestä ja lauloima.

source: Vi sang Bekken bruser.
fkv: Met lauloima Oja sorisee.

source: Den uheldige mannen.
fkv: Epäonninen mies.

source: Mikkel rev som satt og skrev.
fkv: Mikko repolainen joka istui ja kirjoitti.

source: Hvor er hammeren Edvard?
fkv: Sano, Edvard, missä vasara oon.

source: So ro lille mann, nå er dagen over.
fkv: Souđapa pikku mies, nyt oon päivä päässäns.

source: Like passende for anledningen var de neppe, alle salmene våre, men vi hørte aldri noen klage.
fkv: Piian ei kaikki meiđän virret olheet niin passelit hauđalle, mutta kukhaan ei kyllä koskhaan vaitelu niitten pääle.

source: Senere, med blomster til overs i trillevogna, trillet vi på nye besøk.
fkv: Hiljemin, liikakukkaiset kottikärröissä, met lähđimä uushiin kyläpaikkhoin.

source: Rex og Lizken og jeg.
fkv: Met Rexin ja Lizkenin kansa.

source: Delte ut blomster også til dem som ennå levde.
fkv: Ja javoima kukkassii kansa niile jokka vielä elethiin.
